[{"title":"The addition of a 1 percent sales tax would cost a typical household in Hillsborough County approximately $12 a month.","source":"A brochure","date":"2010-06-18","veracity":60,"image":"https:\/\/www.floridaforboomers.com\/wp-content\/uploads\/2023\/05\/On-the-Water-in-Naples-Florida-1024x576.jpg","url":"http:\/\/www.gohart.org\/whytransit\/rapid_transit_solutions.pdf","explanation":["The presence of \"proportion of mostly false statements\" influence negatively the probability of the Mostly-true class","The presence of \"the character token \"ill\" in the speaker description\" influence positively the probability of the Mostly-true class","The presence of \"the character token \"tax\" in the statement\" influence positively the probability of the Mostly-true class","The presence of \"the character token \"ica\" in the justification\" influence negatively the probability of the Mostly-true class","The presence of \"the character token \" sta\" in the justification\" influence negatively the probability of the Mostly-true class"]},{"title":"The Michigan attorney general's race was \"stolen in the middle of the night from Matt DePerno.","source":"An instagram post","date":"2022-11-09","veracity":5,"image":"https:\/\/pbs.twimg.com\/media\/FhIKeSKXEAAQvNW?format=jpg&name=medium","url":"https:\/\/www.instagram.com\/p\/CkuwF1BuNWI\/","explanation":["The presence of \"proportion of mostly false statements\" influence positively the probability of the False class","The presence of \"the character token \"ica\" in the justification\" influence negatively the probability of the False class","The presence of \"the character token \" sta\" in the justification\" influence negatively the probability of the False class","The presence of \"the character token \"ess\" in the justification\" influence negatively the probability of the False class","The presence of \"the character token \"nt \" in the justification\" influence positively the probability of the False class"]},{"title":"Sen. Sanders did vote five times against the Brady bill.","source":"The first democratic debate","date":"2015-10-13","veracity":85,"image":"https:\/\/static01.nyt.com\/images\/2020\/02\/25\/us\/politics\/25breakout-sanders-guns\/25breakout-sanders-guns-videoSixteenByNineJumbo1600.jpg","url":"https:\/\/www.politifact.com\/factchecks\/2020\/mar\/09\/joe-biden\/did-bernie-sanders-vote-against-brady-bill-five-ti\/","explanation":["The presence of \"proportion of mostly false statements\" influence positively the probability of the True class","The presence of \"the character token \"erall\" in the justification\" influence negatively the probability of the True class","The presence of \"the character token \"ill\" in the speaker description\" influence positively the probability of the True class","The presence of \"the character token \" de\" in the speaker description\" influence negatively the probability of the True class","The presence of \"the character token \"ban\" in the speaker description\" influence positively the probability of the True class"]},{"title":"Right here (in West Virginia), they are building new houses … so that 321 Syrian Muslims can move down into this neighborhood in two months. … (A funeral home) is to be torn down in two months, and a mosque is going to built there.","source":"Posts on the internet","date":"2019-03-05","veracity":5,"image":"https:\/\/www.100daysinappalachia.com\/wp-content\/uploads\/2019\/03\/0331_Screen-Shot-2019-03-18-at-8.13.48-AM-1024x538.png","url":"https:\/\/www.facebook.com\/jason.j.britt\/videos\/1332903936746386\/","explanation":["The presence of \"proportion of mostly false statements\" influence positively the probability of the False class","The presence of \"the word token \"fact\" in the justification\" influence negatively the probability of the False class","The presence of \"the character token \"ct \" in the justification\" influence positively the probability of the False class","The presence of \"the character token \"ica\" in the justification\" influence negatively the probability of the False class","The presence of \"the character token \"nt \" in the justification\" influence positively the probability of the False class"]},{"title":"There's no court session between now and the end of this election.","source":"Philadelphia","date":"2020-09-20","veracity":85,"image":"https:\/\/ncnewsline.com\/wp-content\/uploads\/2024\/11\/Riggs-Griffin-900.jpg","url":"https:\/\/www.factcheck.org\/2020\/09\/bidens-false-and-exaggerated-supreme-court-claims\/","explanation":["The presence of \"proportion of mostly false statements\" influence positively the probability of the True class","The presence of \"the word token \"poll\" in the justification\" influence negatively the probability of the True class","The presence of \"the character token \" de\" in the speaker description\" influence negatively the probability of the True class","The presence of \"the character token \"ver\" in the speaker description\" influence negatively the probability of the True class","The presence of \"the character token \"ion\" in the statement\" influence positively the probability of the True class"]},{"title":"The proposal by President Joe Biden would put the U.S. \"No. 2 in the world\" for the highest corporate tax rate.","source":"Remarks on \"fox news sunday\"","date":"2021-04-04","veracity":35,"image":"https:\/\/i.ytimg.com\/vi\/_5IsG7l7IXM\/maxresdefault.jpg","url":"https:\/\/www.youtube.com\/watch?v=9xp15zEcWUE&ab_channel=RoyBlunt","explanation":["The presence of \"proportion of mostly false statements\" influence positively the probability of the Half-true class","The presence of \"the character token \"nt \" in the justification\" influence negatively the probability of the Half-true class","The presence of \"the character token \"highe\" in the statement\" influence negatively the probability of the Half-true class","The presence of \"the character token \"onal \" in the justification\" influence positively the probability of the Half-true class","The presence of \"the character token \"iden\" in the justification\" influence positively the probability of the Half-true class"]},{"title":"In the Alabama Senate runoff, \"the candidate I endorsed (Luther Strange) went up MANY points after endorsement!","source":"A tweet","date":"2017-09-30","veracity":5,"image":"https:\/\/static01.nyt.com\/images\/2017\/12\/14\/us\/politics\/14dc-factcheck\/merlin_127757144_06d0575b-61ae-4f75-b951-8388f11c5dac-articleLarge.jpg?quality=75&auto=webp&disable=upscale","url":"https:\/\/x.com\/realDonaldTrump\/status\/914269704440737792","explanation":["The presence of \"proportion of mostly false statements\" influence positively the probability of the False class","The presence of \"the word token \"poll\" in the justification\" influence negatively the probability of the False class","The presence of \"the character token \"nt \" in the justification\" influence negatively the probability of the False class","The presence of \"the character token \"ate \" in the statement\" influence negatively the probability of the False class","The presence of \"the character token \"ate\" in the speaker description\" influence negatively the probability of the False class"]},{"title":"The government will \"go out and buy my breast pump for my babies.","source":"An interview on \"the laura ingraham show\"","date":"2011-02-15","veracity":5,"image":"https:\/\/cdnph.upi.com\/sv\/ph\/og\/upi\/19971300229673\/2011\/1\/406e4f78f16a30639665a2f710288a2e\/v1.5\/Bachmann-says-media-overplays-her-gaffes.jpg","url":"https:\/\/www.tampabay.com\/archive\/2011\/02\/18\/michele-bachmann-says-the-government-will-buy-you-a-breast-pump-for-your-baby\/","explanation":["The presence of \"proportion of mostly false statements\" influence positively the probability of the False class","The presence of \"the word token \"statement\" in the justification\" influence negatively the probability of the False class","The presence of \"the character token \"nt \" in the justification\" influence negatively the probability of the False class","The presence of \"the character token \"ica\" in the justification\" influence positively the probability of the False class","The presence of \"the character token \" sta\" in the justification\" influence negatively the probability of the False class"]},{"title":"Lee County, Florida, wasn't \"even in the cone\" of Hurricane Ian 72 hours before landfall.","source":"An interview with cnn","date":"2022-10-02","veracity":25,"image":"https:\/\/www.tallahassee.com\/gcdn\/presto\/2022\/10\/05\/PTAL\/90e56b62-4abc-46ce-9435-641256ec35aa-Hurricane_Cone_at_11.jpg?width=897&height=736&fit=crop&format=pjpg&auto=webp","url":"https:\/\/www.washingtonpost.com\/politics\/2022\/10\/03\/ian-evacuation-lee-county-desantis-fema\/","explanation":["The presence of \"proportion of mostly false statements\" influence positively the probability of the Barely-true class","The presence of \"the character token \"res\" in the speaker description\" influence negatively the probability of the Barely-true class","The presence of \"the character token \"ver\" in the speaker description\" influence negatively the probability of the Barely-true class","The presence of \"the character token \" de\" in the speaker description\" influence negatively the probability of the Barely-true class","The presence of \"the character token \"ica\" in the justification\" influence positively the probability of the Barely-true class"]},{"title":"Medicare has at least $80 billion worth of fraud a year. That's a full 20 percent of every dollar that's spent on Medicare goes to fraud.","source":"Fox news channel's on the record with greta van susteren","date":"2009-08-24","veracity":60,"image":"https:\/\/www.gao.gov\/assets\/extracts\/a5436ee7d20cf3ec8e741f872e346440\/rId17_image3.png","url":"http:\/\/www.foxnews.com\/story\/0,2933,542384,00.html","explanation":["The presence of \"proportion of mostly false statements\" influence positively the probability of the Mostly-true class","The presence of \"the character token \"med\" in the justification\" influence positively the probability of the Mostly-true class","The presence of \"the character token \"ica\" in the justification\" influence positively the probability of the Mostly-true class","The presence of \"the character token \" sta\" in the justification\" influence negatively the probability of the Mostly-true class","The presence of \"total number of words\" influence positively the probability of the Mostly-true class"]},{"title":"Says the United Nations plans to \"implant everyone with a biometric ID.","source":"A story","date":"2020-02-20","veracity":0,"image":"https:\/\/www.un.org\/sites\/un2.un.org\/files\/world-leaders-adopt-pivotal-un-pact-for-the-future.jpg","url":"https:\/\/www.m2sys.com\/blog\/biometric-resources\/the-un-plans-to-implant-everyone-with-a-biometric-id-by-2030\/","explanation":["The presence of \"proportion of mostly false statements\" influence positively the probability of the Pants on fire class","The presence of \"the character token \" uni\" in the statement\" influence positively the probability of the Pants on fire class","The presence of \"the character token \"ct \" in the justification\" influence positively the probability of the Pants on fire class","The presence of \"the character token \"ica\" in the justification\" influence negatively the probability of the Pants on fire class","The presence of \"the character token \"ati\" in the statement\" influence positively the probability of the Pants on fire class"]},{"title":"Israel is banning Christianity.","source":"A facebook video","date":"2023-04-20","veracity":5,"image":"https:\/\/images.csmonitor.com\/csm\/2023\/04\/0414%20OJLMCHRISTIANS%20crosses.jpg?alias=standard_900x600","url":"https:\/\/www.theguardian.com\/world\/2023\/apr\/13\/christians-are-in-danger-under-israeli-government-says-holy-land-patriarch","explanation":["The presence of \"proportion of mostly false statements\" influence positively the probability of the False class","The presence of \"the character token \"ica\" in the justification\" influence negatively the probability of the False class","The presence of \"the character token \" pro\" in the justification\" influence positively the probability of the False class","The presence of \"the character token \"ll \" in the justification\" influence positively the probability of the False class","The presence of \"the character token \"ally \" in the justification\" influence negatively the probability of the False class"]},{"title":"In 2002, \"Iran was more or less an American ally.","source":"A broadcast of msnbc's \"andrea mitchell reports\"","date":"2014-01-28","veracity":5,"image":"https:\/\/media.breitbart.com\/media\/cdn\/mediaserver\/Breitbart\/Big-Journalism\/2012\/MSNBC\/Andrea%20Mitchell.jpg","url":"https:\/\/www.breitbart.com\/the-media\/2014\/01\/28\/nbc-andrea-mitchell-iran-an-american-ally-in-war-on-terror-until-bush-blew-it\/","explanation":["The presence of \"proportion of mostly false statements\" influence negatively the probability of the False class","The presence of \"the character token \"gn_\" in the subject\" influence positively the probability of the False class","The presence of \"the character token \"ica\" in the justification\" influence positively the probability of the False class","The presence of \"the character token \"ct \" in the justification\" influence positively the probability of the False class","The presence of \"the character token \"ll \" in the justification\" influence positively the probability of the False class"]},{"title":"The deficit was on track to top $1 trillion the year I took office.","source":"A televised address","date":"2011-07-25","veracity":60,"image":"https:\/\/i.ytimg.com\/vi\/K0UXnARjd3g\/sddefault.jpg","url":"https:\/\/www.nytimes.com\/2011\/07\/24\/opinion\/sunday\/24sun4.html?_r=1","explanation":["The presence of \"proportion of mostly false statements\" influence positively the probability of the Mostly-true class","The presence of \"the word token \"significant\" in the justification\" influence negatively the probability of the Mostly-true class","The presence of \"the character token \"ill\" in the speaker description\" influence positively the probability of the Mostly-true class","The presence of \"the character token \"ate \" in the speaker description\" influence positively the probability of the Mostly-true class","The presence of \"the character token \"ica\" in the justification\" influence positively the probability of the Mostly-true class"]},{"title":"Says middle-class New York State residents will have the \"lowest tax rate in 70 years.","source":"A press conference and several other recent public appearances","date":"2016-06-22","veracity":85,"image":"https:\/\/static.politifact.com\/CACHE\/images\/politifact\/photos\/HochulSuffolk050525\/4780ba46f548ba4c7585329b3ae45d78.jpg","url":"https:\/\/www.governor.ny.gov\/news\/video-rush-transcript-governor-hochul-guest-cnn-news-central","explanation":["The presence of \"proportion of mostly false statements\" influence positively the probability of the True class","The presence of \"the character token \"ver\" in the speaker description\" influence negatively the probability of the True class","The presence of \"the character token \" low\" in the statement\" influence positively the probability of the True class","The presence of \"the character token \"ica\" in the justification\" influence negatively the probability of the True class","The presence of \"the character token \" pro\" in the justification\" influence positively the probability of the True class"]}]